-- phpMyAdmin SQL Dump
-- version 4.2.11
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2017-07-07 15:50:43
-- 服务器版本： 5.6.21
-- PHP Version: 5.6.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `wzry`
--

-- --------------------------------------------------------

--
-- 表的结构 `hero`
--

CREATE TABLE IF NOT EXISTS `hero` (
  `hid` int(11) NOT NULL,
  `position` int(11) NOT NULL,
  `hname` varchar(20) NOT NULL,
`id` int(10) unsigned NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `hero`
--

INSERT INTO `hero` (`hid`, `position`, `hname`, `id`) VALUES
(187, 1, '东皇太一', 1),
(135, 1, '项羽', 2),
(114, 1, '刘婵', 3),
(108, 1, '墨子', 4),
(168, 1, '牛魔', 5),
(144, 1, '程咬金', 6),
(113, 1, '庄周', 7),
(105, 1, '廉颇', 8),
(120, 1, '白起', 9),
(171, 1, '张飞', 10),
(149, 1, '刘邦', 11),
(180, 2, '哪吒', 12),
(178, 2, '杨戬', 13),
(163, 2, '橘右京', 14),
(183, 2, '雅典娜', 15),
(126, 2, '夏侯惇', 16),
(140, 2, '关羽', 17),
(107, 2, '赵云', 18),
(154, 2, '花木兰', 19),
(130, 2, '宫本武藏', 20),
(129, 2, '典韦', 21),
(123, 2, '吕布', 22),
(167, 2, '孙悟空', 23),
(134, 2, '达摩', 24),
(166, 2, '亚瑟', 25),
(139, 2, '老夫子', 26),
(128, 2, '曹操', 27),
(117, 2, '钟无艳', 28),
(146, 2, '露娜', 29),
(170, 2, '刘备', 30),
(150, 3, '韩信', 31),
(116, 3, '阿轲', 32),
(153, 3, '兰陵王', 33),
(162, 3, '娜可露露', 34),
(131, 3, '李白', 35),
(182, 4, '干将莫邪', 36),
(190, 4, '诸葛亮', 37),
(142, 4, '安其拉', 38),
(152, 4, '王昭君', 39),
(141, 4, '貂蝉', 40),
(106, 4, '小乔', 41),
(127, 4, '甄姬', 42),
(109, 4, '妲己', 43),
(136, 4, '武则天', 44),
(115, 4, '高渐离', 45),
(119, 4, '扁鹊', 46),
(148, 4, '姜子牙', 47),
(124, 4, '周瑜', 48),
(110, 4, '嬴政', 49),
(156, 4, '张良', 50),
(121, 4, '芈月', 51),
(175, 4, '钟馗', 52),
(157, 4, '不知火舞', 53),
(192, 5, '黄忠', 54),
(177, 5, '成吉思汗', 55),
(132, 5, '马可波罗', 56),
(174, 5, '虞姬', 57),
(169, 5, '后裔', 58),
(133, 5, '狄仁杰', 59),
(112, 5, '鲁班七号', 60),
(111, 5, '孙尚香', 61),
(173, 5, '李元芳', 62),
(191, 6, '大乔', 63),
(186, 6, '太乙真人', 64),
(184, 6, '蔡文姬', 65),
(118, 6, '孙斌', 66);

-- --------------------------------------------------------

--
-- 表的结构 `item`
--

CREATE TABLE IF NOT EXISTS `item` (
`did` int(11) NOT NULL,
  `name` varchar(64) DEFAULT NULL,
  `nid` int(11) DEFAULT NULL,
  `img` varchar(64) DEFAULT NULL,
  `price` int(11) DEFAULT NULL,
  `tprice` int(11) DEFAULT NULL,
  `jdesc1` varchar(400) DEFAULT NULL,
  `jdesc2` varchar(400) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=93 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `item`
--

INSERT INTO `item` (`did`, `name`, `nid`, `img`, `price`, `tprice`, `jdesc1`, `jdesc2`) VALUES
(1, '铁剑', 0, '1111.jpg', 150, 250, '<p>+20物理攻击</p>', NULL),
(2, '匕首', 0, '1112.jpg', 174, 290, '<p>+10%攻击速度 </p>', NULL),
(3, '搏击拳套', 0, '1113.jpg', 192, 320, '<p>+8%暴击率 </p>', NULL),
(4, '吸血之镰', 0, '1114.jpg', 246, 410, '<p>+10物理攻击<br>+8%物理吸血</p>', NULL),
(5, '雷鸣刃', 0, '1116.jpg', 270, 450, '<p>+40物理攻击</p>', NULL),
(6, '冲能拳套', 0, '1117.jpg', 330, 550, '<p>+15%暴击率</p>', NULL),
(7, '风暴巨剑', 0, '1121.jpg', 546, 910, '<p>+80物理攻击</p>', NULL),
(8, '日冕', 0, '1122.jpg', 474, 790, '<p>+40物理攻击<br>+300最大生命</p>', NULL),
(9, '陨星', 0, '1124.jpg', 250, 1080, '<p>+45物理攻击<br>+10%冷却缩减</p>', '<p>唯一被动-切割：+60护甲穿透</p>'),
(10, '狂暴双刃', 0, '1123.jpg', 534, 890, '<p>+15%攻击速度<br>+10%暴击率<br>+5%移速</p>', NULL),
(11, '破甲弓', 0, '1131.jpg', 1260, 2100, '<p>+80物理攻击<br>+10%冷却缩减</p>', '<p>唯一被动：+45%物理护甲穿透</p>'),
(12, '末世', 0, '1126.jpg', 1296, 2160, '<p>+60物理攻击<br>+30%攻击速度 <br>+10%物理吸血</p>', '<p>唯一被动-破败：普通攻击附带敌人当前生命值8%的物理伤害（对野怪最多：80）</p>'),
(13, '名刀・司命', 0, '1127.jpg', 1056, 1760, '<p>+60物理攻击<br>+5%冷却缩减</p>', '<p>唯一被动-暗幕：免疫致命伤并免疫伤害、增加20%移动速度持续1秒近战/0.5秒远程，90秒冷却</p>'),
(14, '冰霜长矛', 0, '1128.jpg', 1182, 1980, '<p>+80物理攻击<br>+600最大生命 </p>', '<p>唯一被动-碎冰：普通攻击会减少目标30%攻击速度和移动速度，持续2秒<br>远程英雄使用时减速效果持续时间衰减为1秒</p>'),
(15, '速击之枪', 0, '1129.jpg', 534, 890, '<p>+25%攻击速度</p>', '<p>唯一被动-精准：普通攻击附带（19+英雄等级*1）点物理伤害</p>'),
(16, '制裁之刃', 0, '11210.jpg', 960, 1800, '<p>+100物理攻击<br>+10%物理吸血</p>', '<p>唯一被动-重伤：造成伤害使得目标的生命恢复效果减少50%，持续1.5秒（如果该伤害由普攻触发，则持续时间延长至3秒）</p>'),
(17, '泣血之刃', 0, '1132.jpg', 1044, 1740, '<p>+100物理攻击<br>+25%物理吸血 </p>', NULL),
(18, '无尽战刃', 0, '1133.jpg', 1284, 2140, '<p>+100物理攻击<br>+20%暴击率</p>', '<p>唯一被动：+50%暴击效果</p>'),
(19, '宗师之力', 0, '1134.jpg', 1506, 2100, '<p>+60物理攻击<br>+20%暴击率<br>+400 最大法力<br>+400最大生命</p>', '<p>唯一被动-强击：使用技能后，5秒内的下次普通攻击造成额外100%物理加成的物理伤害，这个效果有2秒的冷却时间<br>唯一被动-残废：普通攻击有30%几率降低敌人20%移动速度，持续2秒</p>'),
(20, '闪电匕首', 0, '1135.jpg', 1104, 1840, '<p>+30%攻击速度<br>+20%暴击率<br>+8%移速</p>', '<p>唯一被动-电弧：普通攻击有20%几率释放连锁闪电，对目标造成100法术伤害（该效果有0.5秒CD）</p>'),
(21, '影刃', 0, '1136.jpg', 1242, 2070, '<p>+40%攻击速度<br>+10%暴击率<br>+5%移速</p>', '<p>唯一被动-暴风：暴击后提升自身50%攻击速度，持续2秒</p>'),
(22, '暗影战斧', 0, '1137.jpg', 1254, 2090, '<p>+85物理攻击<br>+15%冷却缩减<br>+500最大生命</p>', '<p>唯一被动-切割：增加(50+英雄等级*10)点护甲穿透<br>唯一被动-残废：普通攻击有30%几率降低敌人20%移动速度，持续2秒</p>'),
(23, '破军', 0, '1138.jpg', 1770, 2950, '<p>+200物理攻击 </p>', '<p>唯一被动-破军：目标生命低于50%时伤害提高30%</p>'),
(24, '纯净苍穹', 0, '11311.jpg', 1338, 2230, '<p>+40%攻击速度<br>+20%暴击率</p>', '<p>唯一被动-精准：普通攻击附带60点物理伤害<br>\r\n唯一主动-驱散：90秒CD，受到的所有伤害降低50%，持续1.5秒，可以在被控制时使用。</p>'),
(25, '逐日之弓', 0, '91040.jpg', 890, 2100, '<p>物理攻击+40\r\n<br>攻击速度+20%\r\n<br>暴击+15%\r\n<br>移动速度+5%</p>', '<p>唯一主动-逐日：增加自己150点普攻射程和30%移动速度，持续5秒，CD60秒（仅对远程英雄生效）</p>'),
(26, '破魔刀', 0, '1125.jpg', 910, 2000, '<p>物理攻击+100</p>', '<p>唯一被动-破魔：增加等同于自身物理攻击40%的法术防御，最多增加300点</p>'),
(27, '咒术典籍', 1, '1211.jpg', 180, 300, '<p>+40法术攻击</p>', NULL),
(28, '炼金护符', 1, '1213.jpg', 72, 120, '<p>+10 每5秒回蓝</p>', NULL),
(29, '圣者法典', 1, '1214.jpg', 300, 500, '<p>+20法术攻击<br>+8%冷却缩减</p>', NULL),
(30, '元素杖', 1, '1216.jpg', 324, 540, '<p>+80法术攻击</p>', NULL),
(31, '大棒', 1, '1221.jpg', 492, 820, '<p>+120法术攻击</p>', NULL),
(32, '破碎圣杯', 1, '1229.jpg', 540, 900, '<p>+40法术攻击<br>+5%冷却缩减<br>+20 每5秒回蓝<br>+100法术防御</p>', NULL),
(33, '光辉之剑', 1, '1223.jpg', 468, 730, '<p>+400最大生命<br>+400最大法力</p>', '<p>唯一被动-强击：使用技能后，5秒内的下一次普通攻击附加50%物理攻击（+30%法术加成）的法术伤害，这个效果有2秒的冷却时间</p>'),
(34, '魅影面罩', 1, '1224.jpg', 612, 1020, '<p>+70法术攻击<br>+300最大生命</p>', '<p>唯一被动：+75法术穿透</p>'),
(35, '进化水晶', 1, '1225.jpg', 432, 720, '<p>+400最大法力<br>+400最大生命</p>', '<p>唯一被动-英勇奖赏：升级后在3秒内回复20%生命与法力值</p>'),
(36, '血族之书', 1, '1222.jpg', 744, 1240, '<p>+75法术攻击<br>+10%冷却缩减</p>', '<p>唯一被动-嗜血：增加20%法术吸血</p>'),
(37, '炽热支配者', 1, '1227.jpg', 1170, 1950, '<p>+160法术攻击<br>+600最大法力<br>+15 每5秒回蓝</p>', '<p>唯一被动-法力护盾：生命值低于30%时，立刻获得一个吸收450-1500（+50%法术加成）伤害的护盾，持续4秒，这个效果有90秒冷却时间</p>'),
(38, '梦魇之牙', 1, '12211.jpg', 1056, 2050, '<p>+240法术攻击<br>+5%移速</p>', '<p>唯一被动-重伤：造成伤害使得目标的生命恢复效果减少50%，持续1.5秒（如果该伤害由普攻触发，则持续时间延长至3秒）</p>'),
(39, '虚无法杖', 1, '1231.jpg', 1266, 2110, '<p>+180法术攻击<br>+500最大生命值</p>', '<p>唯一被动：+45%法术穿透</p>'),
(40, '博学者之怒', 1, '1232.jpg', 1380, 2300, '<p>+240法术攻击</p>', '<p>唯一主动-毁灭：法术攻击提升35%</p>'),
(41, '辉月', 1, '1239.jpg', 1194, 1990, '<p>+160法术攻击<br>+10%冷却缩减</p>', '<p>唯一主动-月之守护：90秒CD，免疫所有效果，不能移动、攻击和使用技能，持续1.5秒</p>'),
(42, '回响之杖', 1, '1233.jpg', 1260, 2100, '<p>+240法术攻击 <br>+7%移速 </p>', '<p>唯一被动-回响：技能命中会触发小范围爆炸造成50（+50%法术加成）法术伤害，这个效果有5秒CD</p>'),
(43, '冰霜法杖', 1, '1234.jpg', 1260, 2100, '<p>+150法术攻击 <br>+1050最大生命</p>', '<p>唯一被动-结霜：英雄技能造成伤害会附带20%的减速效果，持续2秒</p>'),
(44, '痛苦面具', 1, '1235.jpg', 1224, 2040, '<p>+140法术攻击<br>+5%冷却缩减<br>+500最大生命</p>', '<p>唯一被动-折磨：技能伤害会造成相当于目标当前生命值8%的法术伤害，这个效果有3秒CD（对野怪伤害上限：200）<br>唯一被动：+75法术穿透</p>'),
(45, '巫术法杖', 1, '1236.jpg', 1272, 2120, '<p>+120法术攻击<br>+400最大生命\r\n<br>+400最大法力<br>+8%移速</p>', '<p>唯一被动-强击：使用技能后，5秒内下一次普通攻击附加30%物理攻击（+65%法术加成）的法术伤害，这个效果有2秒冷却时间</p>'),
(46, '圣杯', 1, '1226.jpg', 1218, 2030, '<p>+140法术攻击<br>+20%冷却缩减<br>+25每5秒回蓝<br>+140法术防御</p>', '<p>唯一被动-法力源泉：击杀助攻后回复20%法力值</p>'),
(47, '时之预言', 1, '1237.jpg', 1254, 2090, '<p>+160法术攻击<br>+600最大法力<br>+800最大生命</p>', '<p>唯一被动-英勇奖赏：升级后在3秒内回复20%生命值与法力值<br>唯一被动-守护：每5点法功提升1点物理和法术防御，最多提升200点</p>'),
(48, '贤者之书', 1, '1238.jpg', 1794, 2990, '<p>+400法术攻击</p>', '<p>唯一被动-刻印：增加1400点生命</p>'),
(49, '噬神之书', 1, '1240.jpg', 1254, 2090, '<p>+180法术攻击<br>+10%冷却缩减<br>+800最大生命</p>', '<p>唯一被动-嗜血：增加25%法术吸血</p>'),
(50, '红玛瑙', 2, '1311.jpg', 180, 300, '<p>+300最大生命</p>', NULL),
(51, '布甲', 2, '1312.jpg', 132, 220, '<p>+90物理防御</p>', NULL),
(52, '抗魔披风', 2, '1313.jpg', 132, 220, '<p>+90法术防御</p>', NULL),
(53, '提神水晶', 2, '1314.jpg', 84, 140, '<p>+30 每5秒回复</p>', NULL),
(54, '力量腰带', 2, '1321.jpg', 540, 900, '<p>+1000最大生命</p>', NULL),
(55, '熔炼之心', 2, '1322.jpg', 540, 900, '<p>+700最大生命</p>', '<p>唯一被动-献祭：每秒对身边的敌军造成（60+英雄等级*2）点法术伤害</p>'),
(56, '神隐斗篷', 2, '1323.jpg', 612, 1020, '<p>+120法术防御<br>+700最大生命<br>+50每5秒回血</p>', NULL),
(57, '雪山圆盾', 2, '1324.jpg', 540, 900, '<p>+10%减CD<br>+400最大法力<br>+110物理防御</p>', NULL),
(58, '守护者之铠', 2, '1325.jpg', 438, 730, '<p>+210物理防御</p>', '<p>唯一被动-寒铁：受到攻击会减少攻击者30%攻击速度，持续3秒</p>'),
(59, '反伤刺甲', 2, '1327.jpg', 882, 1840, '<p>+40物理攻击<br>+420物理防御</p>', '<p>唯一被动-荆棘：受到物理伤害时，会将伤害量的15%以法术伤害的形式回敬给对方（按照计算伤害减免之前的初始伤害值计算）</p>'),
(60, '血魔之怒', 2, '1328.jpg', 1272, 2120, '<p>+20物理攻击<br>+1000最大生命</p>', '<p>唯一被动-血怒：生命值低于30%时获得血怒，增加40点攻击与强大护盾持续8秒，效果有90秒CD</p>'),
(61, '红莲斗篷', 2, '1331.jpg', 1098, 1830, '<p>+240物理防御<br>+1200最大生命</p>', '<p>唯一被动-献祭：每秒对身边的敌军造成（100+英雄等级*4）点法术伤害</p>'),
(62, '霸者重装', 2, '1332.jpg', 1422, 2370, '<p>+2000最大生命<br>+100 每5秒回血 </p>', '<p>唯一被动-复苏：脱离战斗后，每秒恢复2%最大生命值</p>'),
(63, '不祥征兆', 2, '1333.jpg', 1308, 2180, '<p>+270物理防御<br>+1200最大生命</p>', '<p>唯一被动-寒铁：受到攻击会减少攻击者30%攻击速度与15%移动速度，持续3秒</p>'),
(64, '不死鸟之眼', 2, '1334.jpg', 1260, 2100, '<p>+100每5秒回血<br>+240法术防御<br>+1200最大生命</p>', '<p>唯一被动-血统：治疗效果+10%，血量低于50%时，治疗效果加成会增加到30%</p>'),
(65, '魔女斗篷', 2, '1335.jpg', 1272, 2120, '<p>+360法术防御<br>+1000最大生命</p>', '<p>唯一被动-迷雾：脱战3秒后获得一个吸收（200+英雄等级*120）点法术伤害的护盾</p>'),
(66, '极寒风暴', 2, '1336.jpg', 1260, 2100, '<p>+20%冷却缩减<br>+500最大法力<br>+360物理防御</p>', '<p>唯一被动-冰心：受到单次伤害超过当前生命值10%时触发寒冰冲击，对周围敌人造成（50+英雄等级*10）点法术伤害并降低其30%攻击和移动速度，持续2秒，这个效果有2秒内置CD</p>'),
(67, '冰痕之握', 2, '13310.jpg', 1242, 2020, '<p>+800最大生命<br>+500最大法力<br>+10%冷却缩减<br>+200物理防御</p>', '<p>唯一被动-强击：使用技能后，5秒内的下一次普攻造成范围30%减速（远程英雄使用时减速效果衰减为20%）与（150+英雄等级*20）点物理伤害，这个效果有3秒的冷却时间</p>'),
(68, '贤者的庇护', 2, '1337.jpg', 1248, 2080, '<p>+140物理防御<br>+140法术防御</p>', '<p>唯一被动-复生：死亡后2秒原地复活，并获得（2000+英雄等级*100）点生命值，这个效果有3分钟CD</p>'),
(69, '暴烈之甲', 2, '1338.jpg', 1092, 1820, '<p>+60物理攻击<br>+1000最大生命</p>', '<p>唯一被动-无畏：受到伤害获得1层增益，每层提供2%移速和2%伤害输出率，最高5层，持续3秒</p>'),
(70, '神速之靴', 3, '1411.jpg', 150, 250, '<p>唯一被动：+30移动速度</p>', '<p>所有鞋类装备的移速加成效果不叠加</p>'),
(71, '影忍之足', 3, '1421.jpg', 414, 690, '<p>+110物理防御</p>', '<p>唯一被动：+60移动速度（所有鞋类装备的移速加成效果不叠加）<br>唯一被动：减少15%受到普通攻击的伤害</p>'),
(72, '抵抗之靴', 3, '1422.jpg', 414, 690, '<p>+110法术防御</p>', '<p>唯一被动：+60移动速度（所有鞋类装备的移速加成效果不叠加）<br>唯一被动：+35%韧性</p>'),
(73, '冷静之靴', 3, '1423.jpg', 426, 710, '<p>+10%减CD</p>', '<p>唯一被动：+60移动速度（所有鞋类装备的移速加成效果不叠加）</p>'),
(74, '秘法之靴', 3, '1424.jpg', 474, 790, '<p>唯一被动：+60移动速度（所有鞋类装备的移速加成效果不叠加）<br>唯一被动：+75法术穿透</p>', NULL),
(75, '急速战靴', 3, '1425.jpg', 426, 710, '<p>+15%攻速</p>', '<p>唯一被动：+60移动速度（所有鞋类装备的移速加成效果不叠加）</p>'),
(76, '疾步之靴', 3, '1426.jpg', 378, 630, '<p>唯一被动-神行：脱离战斗后增加60移动速度<br>唯一被动：+60移动速度（所有鞋类装备的移速加成效果不叠加）</p>', NULL),
(77, '狩猎宽刃', 4, '1511.jpg', 150, 250, '<p>（打野刀升级后将惩戒技能替换为寒冰惩戒：寒冰惩戒可对英雄使用，造成伤害和减速效果）</p>', '<p>唯一被动-打野：增加20%对野怪的伤害，击杀野怪获得经验提升20%</p>'),
(78, '游击弯刀', 4, '1521.jpg', 450, 750, '（获得寒冰惩戒效果）', '<p>唯一被动-打野：增加30%对野怪的伤害，击杀野怪获得经验提升30%<br>唯一被动-磨砺：击杀野怪增加自身8点法术强度，最多叠加15层</p>'),
(79, '巡守利斧', 4, '1522.jpg', 450, 750, '（获得寒冰惩戒效果）', '<p>唯一被动-打野：增加30%对野怪的伤害，击杀野怪获得经验提升30%<br>唯一被动-磨砺：击杀野怪增加自身70点最大生命，最多叠加15层</p>'),
(80, '追击刀锋', 4, '1523.jpg', 450, 750, '（获得寒冰惩戒效果）', '<p>唯一被动-打野：增加30%对野怪的伤害，击杀野怪获得经验提升30%<br>唯一被动-磨砺：击杀野怪增加自身2%攻击速度，最多叠加15层</p>'),
(81, '符文大剑', 4, '1531.jpg', 894, 1490, '<p>+100法术攻击<br>+400最大法力<br>（获得寒冰惩戒效果）</p>', '<p>唯一被动-强击：使用技能后，5秒内的下一次普通攻击附加30%法术攻击的法术伤害，这个效果有2秒的冷却时间<br>唯一被动-打野：增加30%对野怪的伤害，击杀野怪获得经验提升30%<br>唯一被动-磨砺：击杀野怪增加自身8点法术强度，最多叠加15层</p>'),
(82, '巨人之握', 4, '1532.jpg', 900, 1500, '<p>+800最大生命<br>（获得寒冰惩戒效果）</p>', '<p>唯一被动-献祭：每秒对附近敌人造成60点法术伤害<br>唯一被动-打野：增加30%对野怪的伤害，击杀野怪获得经验提升30%<br>唯一被动-磨砺：击杀野怪增加自身70点最大生命，最多叠加15层</p>'),
(83, '贪婪之噬', 4, '1533.jpg', 876, 1460, '<p>+45物理攻击<br>+12%攻速<br>（获得寒冰惩戒效果）</p>', '<p>唯一被动-打野：增加30%对野怪的伤害，击杀野怪获得经验提升30%<br>唯一被动-磨砺：击杀野怪增加自身2%攻击速度，最多叠加15层</p>'),
(84, '近卫荣耀', 5, '1724.jpg', 1206, 2010, '<p>+移动速度+10%<br>+生命值1000</p>', '<p>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一被动-军团：提升周围800范围友军(30+英雄等级*3)点物理攻击和(60+英雄等级*6)点法术攻击</p>'),
(85, '奔狼纹章', 5, '1723.jpg', 1254, 2090, '<p>+移动速度+10%<br>+生命值1000</p>', '<p>所有辅助装备的主动技能均为全队共享冷却时间<br>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一主动-奔腾号令：60秒CD，增加周围所有友方英雄50%的移动速度，持续3秒</p>'),
(86, '鼓舞之盾', 5, '1714.jpg', 726, 1210, '<p>+移动速度+5%<br>+生命值500</p>', '<p>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一被动-军团：提升周围800范围友军(20+英雄等级*2)点物理攻击和(40+英雄等级*4)点法术攻击</p>'),
(87, '风灵纹章', 5, '1713.jpg', 708, 1180, '<p>+移动速度+5%<br>+生命值500</p>', '<p>所有辅助装备的主动技能均为全队共享冷却时间<br>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一主动-奔腾号令：60秒CD，增加周围所有友方英雄30%的移动速度，持续3秒</p>'),
(88, '救赎之翼', 5, '1722.jpg', 1080, 1800, '<p>+移动速度+10%<br>+生命值1000</p>', '<p>所有辅助装备的主动技能均为全队共享冷却时间<br>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一主动-救援：60秒CD，立即为周围血量最低的友方英雄（包括自己）提供一个吸收（800+英雄等级*80）伤害的护盾，并提升其30%移动速度，持续3秒</p>'),
(89, '风之轻语', 5, '1712.jpg', 606, 1010, '<p>+移动速度+5%<br>+生命值500</p>', '<p>所有辅助装备的主动技能均为全队共享冷却时间<br>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一主动-救援：60秒CD，立即为周围血量最低的友方英雄（包括自己）提供一个吸收（500+英雄等级*50）伤害的护盾，并提升其15%移动速度，持续3秒</p>'),
(90, '极影', 5, '1721.jpg', 1146, 1910, '<p>+移动速度+10%<br>+生命值1000</p>', '<p>所有辅助装备的主动技能均为全队共享冷却时间<br>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一主动-鼓舞：60秒CD，增加周围友军50%的攻击速度和20%冷却缩减，持续3秒</p>'),
(91, '凤鸣指环', 5, '1711.jpg', 642, 1070, '<p>+移动速度+5%<br>+生命值500</p>', '<p>所有辅助装备的主动技能均为全队共享冷却时间<br>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币<br>唯一主动-鼓舞：60秒CD，增加周围友军30%的攻击速度和10%冷却缩减，持续3秒</p>'),
(92, '学识宝石', 5, '1701.jpg', 180, 300, '<p>+移动速度+5%</p>', '<p>唯一被动-奉献：如果自己的经验或经济是己方最低，每3秒会额外获得5点经验或金币</p>');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `hero`
--
ALTER TABLE `hero`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `item`
--
ALTER TABLE `item`
 ADD PRIMARY KEY (`did`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `hero`
--
ALTER TABLE `hero`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=67;
--
-- AUTO_INCREMENT for table `item`
--
ALTER TABLE `item`
MODIFY `did` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=93;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
